Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LIGHTBAR_COLOR_DESC
source: Customize your lightbar color, overriding the color set by an app.
ar: يمكنك تخصيص لون الشريط الضوئي لتجاوز اللون المعين من تطبيق ما.
bg: Персонализирайте цвета на вашата светлинна лента, премахвайки цвета, настроен от приложението.
ca: Personalitza el color de la barra de llum, independentment del color que l’app defineixi per omissió.
cs: Umožňuje změnit barvu světelné lišty na jinou, než je nastavená v aplikaci.
da: Tilpas farven på lysfeltet. Dette tilsidesætter farven indstillet af en app.
de: Passe die Farbe der Lichtleiste an, indem du die von einer App vorgegebene Farbe überschreibst.
el: Προσαρμόστε το χρώμα της φωτεινής γραμμής σας, παρακάμπτοντας το χρώμα που καθορίζεται από μια εφαρμογή.
es: Personaliza el color de la barra luminosa (no se usará el ajuste de color definido por cada app).
es_us: Personaliza el color de tu barra de luz sobreescribiendo el predeterminado por la app.
fi: Muokkaa valopalkin väriä korvaamalla apin asettama väri.
fr: Personnalisez la couleur de votre barre lumineuse, quelle que soit la couleur définie par chaque app.
fr_ca: Personnalisez la couleur de votre barre lumineuse. Elle remplacera celle définie par toute app.
he: ניתן להתאים את צבע פס האור באופן אישי ולעקוף את הצבע שהוגדר על-ידי יישום.
hi: ऐप के द्वारा सेट किए गए रंग को ओवरराइड करके अपनी लाइटबार के रंग को कस्टमाइज़ करें।
hr: Prilagodite boju svjetlosne trake, čime se poništava boja koju je podesila aplikacija.
hu: Testreszabhatja a fénycsík színét, ezzel felülírva az egyes appok által beállított színt.
id: Sesuaikan warna panel lampu, mengabaikan warna yang diatur oleh app.
it: Personalizza il colore della barra luminosa, sostituendo quello impostato dalle app.
ja: ライトバーのカラーをカスタマイズして、アプリで設定されたカラーを上書きします。
kk: Қолданба орнатқан түсті қайта анықтай отырып, жарық жолақтың түсін бейімдеңіз.
ko: 라이트바 색상을 사용자화하고, 앱에서 설정한 색상을 덮어씁니다.
lt: Pritaikykite šviesos juostos spalvą, perrašydami programos nustatytą spalvą.
ms: Sesuaikan warna bar cahaya anda, menggantikan warna yang disetkan oleh app.
nb: Tilpass fargen på lyslisten, og overstyr fargen som angis av en app.
nl: Pas de kleur van je lichtbalk aan, waarmee je de kleur overschrijft die door een app is ingesteld.
pl: Dostosuj kolor paska świetlnego na konsoli, zastępując kolor ustawiony przez aplikację.
pt_br: Personalize a cor da barra de luz, substituindo a cor definida por um app.
pt_pt: Personalize a cor da barra de luz, ignorando a cor definida por uma aplicação.
ro: Personalizați culoarea barei luminoase, suprareglând culoarea fixată de o aplicație.
ru: Настройте цвет световой панели (вместо цвета, установленного приложением).
sk: Umožňuje upraviť farbu svetelnej lišty, pričom prepíše farbu nastavenú apkou.
sl: Prilagodite barvo svetlobne vrstice, s čimer boste preglasili barvo, ki jo je nastavila aplikacija.
sv: Anpassa färgen på ljusfältet. Detta förbigår färgen som ställs in av en app.
th: กำหนดสีของแถบไฟของคุณเองโดยทับสีที่แอปตั้งค่าไว้
tr: Uygulama tarafından ayarlanan rengi geçersiz kılarak ışık çubuğunuzun rengini özelleştirin.
uk: Оберіть колір для світлосмуги, перезаписавши колір, заданий програмою.
vi: Tùy chỉnh màu thanh đèn, thay thế màu do ứng dụng thiết lập.
zh_cn: 自定义灯条颜色并覆盖App设定的颜色。
zh_hk: 自訂燈條板顏色以覆蓋App設定的顏色。
zh_tw: 自訂光條顏色以覆蓋App設定的顏色。

# LIGHTBAR_COLOR_TITLE
source: Color
ar: اللون
bg: Цвят
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
fr_ca: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: カラー
kk: Түсі
ko: 색상
lt: Spalva
ms: Warna
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_cn: 颜色
zh_hk: 顏色
zh_tw: 顏色

# LIGHTBAR_DESC
source: Customize your lightbar for any app that uses this profile.
ar: تخصيص الشريط الضوئي لأي تطبيق يستخدم ملف التعريف هذا.
bg: Персонализирайте вашата светлинна лента за всяко приложение, което използва този профил.
ca: Personalitza la barra de llum per a les apps que utilitzin el perfil.
cs: Umožňuje upravit nastavení světelné lišty pro všechny aplikace, které používají tento profil.
da: Tilpas lysfeltet for alle apps, der bruger denne profil.
de: Passe die Lichtleiste für alle Apps an, die dieses Profil verwenden.
el: Προσαρμόστε τη φωτεινή γραμμή σας για κάθε εφαρμογή που χρησιμοποιεί αυτό το προφίλ.
es: Personaliza la barra luminosa para cada app que use este perfil.
es_us: Personaliza la barra de luz para cualquier app que use este perfil.
fi: Muokkaa valopalkkia mille tahansa tätä profiilia käyttävälle apille.
fr: Personnalisez votre barre lumineuse pour chaque app utilisant ce profil.
fr_ca: Personnalisez votre barre lumineuse pour toute app qui utilise ce profil.
he: ניתן להתאים את פס האור עבור כל יישום שמשתמש בפרופיל זה.
hi: इस प्रोफ़ाइल का उपयोग करने वाले किसी भी ऐप के लिए अपनी लाइटबार कस्टमाइज़ करें।
hr: Prilagodite svjetlosnu traku za svaku aplikaciju koja koristi ovaj profil.
hu: Testreszabhatja a fénycsíkot bármely apphoz, amely ezt a profilt használja.
id: Sesuaikan panel lampu Anda untuk app mana pun yang menggunakan profil ini.
it: Personalizza la barra luminosa per le app che utilizzano questo profilo.
ja: このプロファイルを使用するすべてのアプリのライトバーをカスタマイズします。
kk: Осы профильді пайдаланатын кез келген қолданба үшін жарық жолағын бейімдеңіз.
ko: 이 프로필을 사용하는 모든 앱에서 라이트바를 사용자화합니다.
lt: Pritaikykite šviesos juostą bet kuriai šį profilį naudojančiai programai.
ms: Sesuaikan bar cahaya anda untuk sebarang app yang menggunakan profil ini.
nb: Tilpass lyslisten for alle apper som bruker denne profilen.
nl: Pas je lichtbalk aan voor apps die dit profiel gebruiken.
pl: Dostosuj pasek świetlny na konsoli dla dowolnej aplikacji, która używa tego profilu.
pt_br: Personalize a barra de luz para qualquer app que use este perfil.
pt_pt: Personalize a barra de luz para qualquer aplicação que use este perfil.
ro: Personalizați bara luminoasă pentru orice aplicație care utilizează acest profil.
ru: Настройте световую панель для любого приложения, использующего этот профиль.
sk: Umožňuje upraviť svetelnú lištu pre všetky apky, ktoré používajú tento profil.
sl: Prilagodite svetlobno vrstico za vse aplikacije, ki uporabljajo ta profil.
sv: Anpassa ljusfältet för alla appar som använder den här profilen.
th: กำหนดแถบไฟของคุณเองสำหรับแอปที่ใช้โปรไฟล์นี้
tr: Bu profili kullanan uygulamalar için ışık çubuğunuzu özelleştirin.
uk: Налаштуйте світлосмугу для будь-якої програми, що використовує цей профіль.
vi: Tùy chỉnh thanh đèn cho bất kỳ ứng dụng nào sử dụng cấu hình này.
zh_cn: 为任何使用此描述文件的App自定义灯条。
zh_hk: 為使用此設定檔的App自訂你的燈條板。
zh_tw: 為使用此描述檔的App自訂光條。

# LIGHTBAR_TITLE
source: Lightbar
ar: الشريط الضوئي
bg: Светлинна лента
ca: Barra de llum
cs: Světelná lišta
da: Lysfelt
de: Lichtleiste
el: Φωτεινή γραμμή
es: Barra luminosa
es_us: Barra de luz
fi: Valopalkki
fr: Barre lumineuse
fr_ca: Barre lumineuse
he: פס אור
hi: लाइटबार
hr: Svjetlosna traka
hu: Fénycsík
id: Panel Lampu
it: Barra luminosa
ja: ライトバー
kk: Жарық жолағы
ko: 라이트바
lt: Šviesos juosta
ms: Bar Cahaya
nb: Lyslist
nl: Lichtbalk
pl: Pasek świetlny
pt_br: Barra de Luz
pt_pt: Barra de luz
ro: Bară luminoasă
ru: Световая панель
sk: Svetelná lišta
sl: Svetlobna vrstica
sv: Ljusfält
th: แถบไฟ
tr: Işık Çubuğu
uk: Світлосмуга
vi: Thanh đèn
zh_cn: 灯条
zh_hk: 燈條板
zh_tw: 光條

source: Linear pointer acceleration
ar: تسارع المؤشر الخطي
bg: Ускорение на линейния показалец
ca: Acceleració del punter lineal
cs: Lineární zrychlení ukazatele
da: Lineær markøracceleration
de: Lineare Zeigerbeschleunigung
el: Επιτάχυνση γραμμικού δείκτη
es: Aceleración del puntero lineal
es_us: Aceleración lineal del puntero
fi: Lineaarisen osoittimen kiihtyvyys
fr: Accélération linéaire du pointeur
fr_ca: Accélération du pointeur linéaire
he: האצת מצביע ליניארית
hi: लिनियर पॉइंटर ऐक्सलरेशन
hr: Linearno ubrzanje pokazivača
hu: Mutató lineáris gyorsulása
id: Akselerasi penunjuk linear
it: Accelerazione puntatore lineare
ja: ポインタの直線加速度
kk: Сызықтық көрсеткіш үдеуі
ko: 선형 포인터 가속
lt: Linijinis žymiklio pagreitis
ms: Pecutan penuding linear
nb: Lineær pekerakselerasjon
nl: Versnelling van lineaire aanwijzer
pl: Liniowe przyspieszenie wskaźnika
pt_br: Aceleração linear do cursor
pt_pt: Aceleração linear do cursor
ro: Accelerație liniară cursor
ru: Ускорение линейного указателя
sk: Lineárne zrýchlenie kurzora
sl: Linearno pospeševanje kazalnika
sv: Linjär pekaracceleration
th: ความเร่งตัวชี้แบบเชิงเส้น
tr: Doğrusal imleç hızlandırma
uk: Лінійне прискорення вказівника
vi: Tăng tốc con trỏ tuyến tính
zh_cn: 线性指针加速
zh_hk: 線性指標加速
zh_tw: 線性指標加速

# LIST_SEPARATOR_NONE_USED
source: Not used
ar: غير مستخدَم
bg: Не се използва
ca: No aplicat
cs: Nevyužívá se
da: Bruges ikke
de: Nicht verwendet
el: Δεν χρησιμοποιείται
es: No usado
es_us: Sin usar
fi: Ei käytössä
fr: Inutilisé
fr_ca: Non utilisé
he: לא בשימוש
hi: उपयोग नहीं किया गया
hr: Ne koristi se
hu: Nincs használva
id: Tidak digunakan
it: Non in uso
ja: 未使用
kk: Пайдаланылмады
ko: 사용하지 않음
lt: Nenaudojama
ms: Tidak digunakan
nb: Ikke brukt
nl: Niet gebruikt
pl: Nieużywany
pt_br: Não usado
pt_pt: Não usado
ro: Nu este utilizat
ru: Не используется
sk: Nepoužíva sa
sl: Ni uporabljeno
sv: Används inte
th: ไม่ได้ใช้
tr: Kullanılmıyor
uk: Не використовується
vi: Không sử dụng
zh_cn: 未使用
zh_hk: 未使用
zh_tw: 未使用

# LIST_SEPARATOR_TWO_USED
source: %@ and %@
ar: ‏%@ و%@
bg: %@ и %@
ca: %@ i %@
cs: %@ a %@
da: %@ og %@
de: %@ und %@
el: «%@» και «%@»
es: %@ y %@
es_us: %@ y %@
fi: %@ ja %@
fr: %@ et %@
fr_ca: %@ et %@
he: ‏%@ וגם %@
hi: %@ और %@
hr: %@ i %@
hu: %@ és %@
id: %@ dan %@
it: %@ e %@
ja: %@と%@
kk: %@ және %@
ko: %@ 및 %@
lt: %@ ir %@
ms: %@ dan %@
nb: %@ og %@
nl: %@ en %@
pl: %@ i %@
pt_br: %@ e %@
pt_pt: %@ e %@
ro: %@ și %@
ru: %@ и %@
sk: %@ a %@
sl: %@ in %@
sv: %@ och %@
th: %@ และ %@
tr: %@ ve %@
uk: %@ і %@
vi: %@ và %@
zh_cn: %@和%@
zh_hk: %@和%@
zh_tw: %@和%@

# LONG_PRESS
source: Press and Hold
ar: الضغط مطولاً
bg: Натисни и задръж
ca: Mantén premut
cs: Stiskněte a podržte
da: Tryk og hold nede
de: Drücken und halten
el: Παρατεταμένο πάτημα
es: Mantener pulsado
es_us: Mantén presionado
fi: Pidä painettuna
fr: Maintenir appuyé
fr_ca: Maintenir enfoncé
he: לחיצה ארוכה
hi: दबाए रखें
hr: Pritisak i zadržavanje
hu: Nyomva tartás
id: Tekan dan Tahan
it: Tieni premuto
ja: 長押し
kk: Басып тұру
ko: 길게 누르기
lt: Paspausti ir palaikyti
ms: Tekan & Tahan
nb: Trykk og hold
nl: Houd ingedrukt
pl: Naciśnij i przytrzymaj
pt_br: Pressione e Segure
pt_pt: Manter premido
ro: Apăsare și menținere
ru: Нажатие и удерживание
sk: Stlačiť a podržať
sl: Pritisni in pridrži
sv: Tryck och håll
th: กดค้างไว้
tr: Basılı Tut
uk: Натискання й утримування
vi: Nhấn và giữ
zh_cn: 按住
zh_hk: 按住
zh_tw: 按住

# NAME_DESC
source: Change the name of this controller.
ar: تغيير اسم ذراع التحكم هذه.
bg: Сменете името на този контролер.
ca: Canvia el nom d’aquest comandament.
cs: Změní název ovladače.
da: Skift navnet på denne controller.
de: Ändere den Namen dieses Controllers.
el: Αλλαγή του ονόματος αυτού του χειριστηρίου.
es: Cambia el nombre de este mando.
es_us: Cambia el nombre de este control.
fi: Vaihda tämän ohjaimen nimi.
fr: Modifiez le nom de cette manette.
fr_ca: Modifiez le nom de cette manette.
he: שינוי שם שלט המשחק
hi: इस कंट्रोलर का नाम बदलें।
hr: Promijenite naziv kontrolera.
hu: A vezérlő nevének módosítása.
id: Ubah nama pengontrol ini.
it: Modifica il nome del controller.
ja: このコントローラの名前を変更します。
kk: Контроллер атауын өзгерту.
ko: 이 컨트롤러의 이름을 변경합니다.
lt: Pakeiskite šio valdiklio pavadinimą.
ms: Tukar nama pengawal ini.
nb: Endre navn på kontrolleren.
nl: Wijzig de naam van deze controller.
pl: Zmiana nazwy tego kontrolera.
pt_br: Altere o nome deste controle.
pt_pt: Alterar o nome deste comando.
ro: Schimbați numele acestui controller.
ru: Измените название этого контроллера.
sk: Umožní zmeniť názov tohto ovládača.
sl: Spremeni ime tega kontrolerja.
sv: Byt namn på den här spelkontrollen.
th: เปลี่ยนชื่อของอุปกรณ์ควบคุมนี้
tr: Bu kumandanın adını değiştirir.
uk: Змініть назву цього контролера.
vi: Thay đổi tên của bộ điều khiển này.
zh_cn: 更改此控制器的名称。
zh_hk: 更改此控制器名稱。
zh_tw: 更改此控制器的名稱。

# NAME_TITLE
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Атауы
ko: 이름
lt: Pavadinimas
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# NINTENDO_JOY_CONS_INFO
source: Press and hold the Capture Button and the HOME Button to combine or uncombine two Joy-Cons.
ar: اضغط مطولاً على زر الالتقاط وزر الشاشة الرئيسية لدمج أو إلغاء دمج ذراعي تحكم Joy-Con.
bg: Натиснете и задръжте бутона за снимане и бутона Начало, за да комбинирате или размените двата Joy-Cons.
ca: Per enllaçar o desenllaçar dos comandaments Joy‑Con, mantén premuts els botons de captura i d’inici.
cs: Chcete‑li propojit nebo rozpojit dva ovladače Joy‑Con, stiskněte a podržte nahrávací tlačítko a tlačítko HOME.
da: Hold Capture-knappen og HOME-knappen nede for at forbinde eller afbryde forbindelsen mellem to Joy-Cons.
de: Halte den Aufnahmeknopf und den HOME-Knopf gedrückt, um zwei Joy-Cons miteinander zu kombinieren oder zu trennen.
el: Κρατήστε πατημένα τα κουμπιά Capture (Καταγραφή) και HOME (Αφετηρία) για συνδυασμό ή αναίρεση συνδυασμού δύο χειριστηρίων Joy-Con.
es: Mantén pulsados el botón de captura y el botón HOME para combinar dos mandos Joy‑Con o para anular la combinación.
es_us: Mantén presionados los botones de captura y HOME para combinar o separar dos controles Joy-Con.
fi: Yhdistä tai erota kaksi Joy-Conia pitämällä Capture- ja HOME-painikkeita painettuna.
fr: Maintenez enfoncés le bouton de capture d’écran et le bouton Home pour jumeler ou déjumeler deux manettes Joy-Con.
fr_ca: Appuyez de façon prolongée sur les boutons Capture et HOME pour combiner ou séparer deux Joy-Con.
he: יש ללחוץ לחיצה ארוכה על הכפתור ״לכידה״ והכפתור ״בית״ כדי לשלב או לבטל את השילוב של שני בקרי Joy-Con.
hi: दो जॉय-कॉन संयोजित या असंयोजित करने के लिए Capture बटन और HOME बटन को दबाए रखें।
hr: Pritisnite i zadržite tipku Capture i tipku HOME kako biste kombinirali ili poništili kombiniranje dva Joy-Cona.
hu: Tartsa lenyomva a Capture gombot és a HOME gombot két Joy-Con összekapcsolásához vagy szétválasztásához.
id: Tekan dan tahan Tombol Capture dan Tombol HOME untuk menggabungkan atau memisahkan dua Joy-Con.
it: Per effettuare o annullare la combinazione di due Joy‑Con, tieni premuti il pulsante HOME e quello di cattura.
ja: 2つのJoy-Conを結合または分離するには、キャプチャーボタンとHOMEボタンを長押しします。
kk: Екі Joy-Con джойстигін біріктіру немесе ажырату үшін «Суретке түсіру» түймесін және «Басты бет» түймесін басып, ұстап тұрыңыз.
ko: 캡처 버튼 및 HOME 버튼을 길게 눌러서 두 개의 Joy-Con을 연결하거나 연결 해제합니다.
lt: Paspauskite ir palaikykite fiksavimo mygtuką bei mygtuką PRADŽIA, kad sujungtumėte arba atjungtumėte du „Joy-Con“ valdiklius.
ms: Tekan dan tahan Butang Rakam serta Butang HOME untuk menggabungkan atau menyahgabungkan dua Joy-Con.
nb: Trykk inn og hold på Capture-knappen og HOME-knappen for å kombinere eller skille fra hverandre to Joy-Con-kontroller.
nl: Houd de opnameknop en de HOME-knop ingedrukt om twee Joy-Cons te combineren of de combinatie op te heffen.
pl: Naciśnij i przytrzymaj przyciski Capture oraz HOME, aby połączyć lub rozłączyć dwa kontrolery Joy-Con.
pt_br: Mantenha pressionados os botões Capture e HOME para combinar ou descombinar dois Joy-Cons.
pt_pt: Mantenha premido o botão de captura e o botão HOME para associar ou desassociar dois comandos Joy‑Con.
ro: Țineți apăsate butonul Capture și butonul HOME pentru a combina sau separa două controllere Joy‑Con.
ru: Чтобы соединить или разъединить два контроллера Joy‑Con, нажмите и удерживайте кнопку захвата кадра вместе с кнопкой HOME.
sk: Ak chcete spojiť alebo rozpojiť dva ovládače Joy-Con, stlačte a podržte tlačidlá Capture a HOME.
sl: Pritisnite in pridržite gumba Zajem in Domov, če želite združiti ali razdružiti dva kontrolerja Joy-Con.
sv: Håll ned Capture-knappen och HOME-knappen om du vill kombinera eller sära på två Joy-Con-enheter.
th: กดปุ่ม Capture และปุ่ม HOME ค้างไว้เพื่อรวม Joy-Cons สองชิ้นเข้าด้วยกันหรือแยกออก
tr: İki Joy-Con’u birleştirmek veya ayırmak için Capture Düğmesi ve HOME Düğmesi’ni basılı tutun.
uk: Натисніть і утримуйте кнопку захоплення кадру й кнопку HOME, щоб поєднати чи розʼєднати два контролери Joy‑Con.
vi: Nhấn và giữ nút Capture và nút HOME để kết hợp hoặc hủy kết hợp hai Joy-Con.
zh_cn: 按住拍摄键和HOME键，以组合或拆分两个Joy-Con控制器。
zh_hk: 按住「拍攝按鈕」和「HOME鍵」，即可結合或分拆兩個Joy-Con。
zh_tw: 按住「拍攝按鈕」和「HOME鍵」來結合或取消結合兩個Joy-Con。

# NO_CONTROLLER_CONNECTED
source: Connect a controller to continue.
ar: يرجى توصيل ذراع تحكم للمتابعة.
bg: Свържете контролер, за да продължите.
ca: Connecta un comandament per continuar.
cs: Než budete pokračovat, připojte ovladač.
da: Forbind en controller for at fortsætte.
de: Schließe einen Controller an, um fortzufahren.
el: Συνδέστε ένα χειριστήριο για να συνεχίσετε.
es: Conecta un mando para continuar.
es_us: Conecta un control para continuar.
fi: Jatka yhdistämällä ohjain.
fr: Connectez une manette pour continuer.
fr_ca: Connectez une manette pour continuer.
he: יש לחבר שלט כדי להמשיך.
hi: जारी रखने के लिए कंट्रोलर कनेक्ट करें।
hr: Spojite kontroler za nastavak.
hu: A folytatáshoz csatlakoztasson egy vezérlőt.
id: Hubungkan pengontrol untuk melanjutkan.
it: Connetti un controller per continuare.
ja: 続けるにはコントローラを接続してください。
kk: Жалғастыру үшін контроллерді қосыңыз.
ko: 계속하려면 컨트롤러를 연결하십시오.
lt: Prijunkite valdiklį, kad galėtumėte tęsti.
ms: Sambungkan pengawal untuk meneruskan.
nb: Koble til en kontroller for å fortsette.
nl: Verbind een controller om door te gaan.
pl: Aby kontynuować, połącz z kontrolerem.
pt_br: Conecte um controle para continuar.
pt_pt: Ligue um comando para continuar.
ro: Conectați un controller pentru a continua.
ru: Подключите контроллер, чтобы продолжить.
sk: Ak chcete pokračovať, pripojte ovládač.
sl: Za nadaljevanje vzpostavite povezavo s kontrolerjem.
sv: Anslut en spelkontroll för att fortsätta.
th: เชื่อมต่อกับอุปกรณ์ควบคุมเพื่อดำเนินการต่อ
tr: Sürdürmek için bir kumanda bağlayın.
uk: Щоб продовжити, підʼєднайте контролер.
vi: Kết nối một bộ điều khiển để tiếp tục.
zh_cn: 连接控制器以继续。
zh_hk: 連接控制器以繼續。
zh_tw: 連接控制器來繼續。

# NO_INSTALLED_APPS_DESC
source: Install apps with controller support to add app customizations.
ar: نزِّل التطبيقات التي تدعم ذراع التحكم لإضافة تخصيصات التطبيق.
bg: Инсталирайте приложения с поддръжка за контролер, за да добавите персонализации на приложения.
ca: Instal·la apps compatibles amb comandaments per afegir personalitzacions d’apps.
cs: Chcete-li přidat přizpůsobení aplikací, nainstalujte aplikace, které podporují ovladače.
da: Installer apps, der understøtter controllere, for at tilføje apptilpasninger.
de: Installiere Apps mit Unterstützung für Controller, um App-Anpassungen hinzuzufügen.
el: Εγκαταστήστε εφαρμογές με υποστήριξη χειριστηρίων για να προσθέσετε προσαρμογές εφαρμογών.
es: Instala las apps con el mando para añadir personalizaciones de apps.
es_us: Instala apps con soporte para controles para agregarles personalizaciones.
fi: Asenna ohjaimia tukevia appeja, niin voit lisätä appikohtaisia muokkauksia.
fr: Installez des apps qui prennent en charge les manettes pour ajouter des personnalisations d’app.
fr_ca: Installez des apps qui prennent en charge les manettes de jeu afin d’ajouter des personnalisations selon l’app.
he: ניתן להתקין יישומים עם תמיכה בשלט כדי להוסיף התאמות אישיות.
hi: ऐप कस्टमाइज़ेशन जोड़ने के लिए कंट्रोलर का समर्थन करने वाले ऐप्स इंस्टॉल करें।
hr: Instalirajte aplikacije s podrškom za kontroler za dodavanje prilagodbi aplikacija.
hu: Telepítsen vezérlőket támogató appokat, ha appokra vonatkozó testreszabást szeretne végezni.
id: Instal app dengan dukungan pengontrol untuk menambahkan penyesuaian app.
it: Installa app che supportano i controller per aggiungere impostazioni personalizzate.
ja: アプリのカスタマイズを追加するには、コントローラ対応のアプリをインストールしてください。
kk: Қолданбаны бейімдеу функциясын қосу үшін контроллерге қолдау көрсететін қолданбаларды орнатыңыз.
ko: 컨트롤러를 지원하는 앱을 설치하여 앱 사용자 설정을 추가합니다.
lt: Įdiekite valdiklį palaikančias programas, kad galėtumėte įtraukti programos pritaikymų.
ms: Pasang app dengan sokongan pengawal untuk menambah penyesuaian app.
nb: Installer apper med kontrollerstøtte for å legge til apptilpasninger.
nl: Installeer apps met ondersteuning voor controllers om appaanpassingen toe te voegen.
pl: Aby dostosować działanie kontrolera w różnych aplikacjach, zainstaluj aplikacje obsługujące ten kontroler.
pt_br: Instale apps compatíveis com controles para adicionar personalizações de app.
pt_pt: Instale aplicações com suporte para comandos de jogos para adicionar personalizações de aplicações.
ro: Pentru a adăuga personalizări pentru aplicații, instalați aplicații compatibile cu utilizarea controllerelor.
ru: Чтобы добавить индивидуальные настройки для приложений, установите приложения с поддержкой игровых контроллеров.
sk: Ak chcete pridať prispôsobenie pre apky, nainštalujte si apky podporujúce ovládače.
sl: Namestite aplikacije, ki podpirajo kontroler, če želite dodati prilagoditve za aplikacije.
sv: Installera appar med stöd för spelkontroller om du vill lägga till appanpassningar.
th: ติดตั้งแอปที่รองรับอุปกรณ์ควบคุมเพื่อเพิ่มการกำหนดค่าแอป
tr: Uygulama özelleştirmeleri eklemek için kumanda destekli uygulamalar indirin.
uk: Інсталюйте програми з підтримкою контролера, щоб додати налаштування програм.
vi: Cài đặt các ứng dụng hỗ trợ bộ điều khiển để thêm các tùy chỉnh ứng dụng.
zh_cn: 安装支持控制器的App以添加App自定义。
zh_hk: 安裝支援控制器的App以加入App自訂項目。
zh_tw: 安裝包含控制器支援的App來加入App自訂設定。

source: None
ar: لا شيء
bg: Няма
ca: Cap
cs: Žádné
da: Ingen
de: Ohne
el: Καμία
es: Ninguno
es_us: Ninguna
fi: Ei mitään
fr: Aucune
fr_ca: Aucune
he: ללא
hi: कोई नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Нет
sk: Žiadne
sl: Brez
sv: Inget
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

source: Off
ar: متوقفة
bg: Изкл.
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργή
es: Desactivado
es_us: Desactivado
fi: Pois
fr: Désactivé(e)
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 꺼짐
lt: Išjungti
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

source: On
ar: مشغلة
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ενεργή
es: Activado
es_us: Sí
fi: Päällä
fr: Activé(e)
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켜짐
lt: Įjungti
ms: Aktif
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟
